/* No comment provided by engineer. */
"%@ since last back-up" = "%@ since last back-up";

/* No comment provided by engineer. */
"AC Power" = "AC Power";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Connected";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Disconnected";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Alert! Enabling this option will add HardwareGrowler to your login items";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times";

/* at battery percentage */
"at %@" = "at %@";

/* No comment provided by engineer. */
"Audio input change" = "Audio input change";

/* No comment provided by engineer. */
"Audio Monitor" = "Audio Monitor";

/* No comment provided by engineer. */
"Audio output change" = "Audio output change";

/* No comment provided by engineer. */
"Audio output source change" = "Audio output source change";

/* No comment provided by engineer. */
"Back-up took %@" = "Back-up took %@";

/* Internal battery */
"Battery" = "Battery";

/* No comment provided by engineer. */
"Battery Low!" = "Battery Low!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Battery Low, Please plug the computer in now";

/* No comment provided by engineer. */
"Battery Power" = "Battery Power";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth Connected";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth Connection";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth Disconnected";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth Disconnection";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth Monitor";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Canceled after %@" = "Canceled after %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock Off";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock On";

/* No comment provided by engineer. */
"Charged" = "Charged";

/* No comment provided by engineer. */
"Charging" = "Charging";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Click to open";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Failed after %@";

/* No comment provided by engineer. */
"Finishing" = "Finishing";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire Connected";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire Connection";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire Disconnected";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire Disconnection";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire Monitor";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "First backup, or no previous backup found in the system log";

/* No comment provided by engineer. */
"FN Key" = "FN Key";

/* No comment provided by engineer. */
"FN Key Pressed" = "FN Key Pressed";

/* No comment provided by engineer. */
"FN Key Released" = "FN Key Released";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Graphic Card Monitor" = "Graphic Card Monitor";

/* Unit names */
"hours" = "hours";

/* No comment provided by engineer. */
"Icon:" = "Icon:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignored Drives:";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Incoming Phone Call";

/* No comment provided by engineer. */
"Incoming SMS" = "Incoming SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interface:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interface:\t%1$@\nMedia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP Address Changed";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP Addresses Updated";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Joined network.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Keyboard Monitor";

/* No comment provided by engineer. */
"Left network %@." = "Left network %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minutes";

/* No comment provided by engineer. */
"Modules" = "Modules";

/* No comment provided by engineer. */
"Mounted" = "Mounted";

/* No comment provided by engineer. */
"Network Link Down" = "Network Link Down";

/* No comment provided by engineer. */
"Network Link Up" = "Network Link Up";

/* No comment provided by engineer. */
"Network Monitor" = "Network Monitor";

/* display no icon at all */
"No icon visible" = "No icon visible";

/* No comment provided by engineer. */
"No routable IP addresses" = "No routable IP addresses";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Notify For:";

/* If the string is too long, use O */
"OFF" = "OFF";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "ON";

/* Format string for On <power type> */
"On %@" = "On %@";

/* No comment provided by engineer. */
"On discrete graphic card" = "On discrete graphic card";

/* No comment provided by engineer. */
"On integrated graphic card" = "On integrated graphic card";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Open HardwareGrowler Preferences...";

/* No comment provided by engineer. */
"Phone Module" = "Phone Module";

/* No comment provided by engineer. */
"Power Changed" = "Power Changed";

/* No comment provided by engineer. */
"Power Monitor" = "Power Monitor";

/* No comment provided by engineer. */
"Power Warning" = "Power Warning";

/* No comment provided by engineer. */
"Preferences" = "Preferences";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Quit HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Refire battery status";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Refire every:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Refire only on battery";

/* Unit names */
"seconds" = "seconds";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Sent when a Bluetooth Device is connected";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Sent when a Bluetooth Device is disconnected";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Sent when a Firewire Device is connected";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Sent when a Firewire Device is disconnected";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Sent when a Thunderbolt Device is connected";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Sent when a Thunderbolt Device is disconnected";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Sent when a USB Device is connected";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Sent when a USB Device is disconnected";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Sent when a volume is mounted";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Sent when a volume is unmounted";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Sent when AirPort connects to a network";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Sent when AirPort disconnects from a network";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Sent when an Ethernet link goes down";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Sent when an Ethernet link starts";

/* No comment provided by engineer. */
"Sent when the audio input change" = "Sent when the audio input change";

/* No comment provided by engineer. */
"Sent when the audio output change" = "Sent when the audio output change";

/* No comment provided by engineer. */
"Sent when the audio output source change" = "Sent when the audio output source change";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Sent when the battery is getting low";

/* No comment provided by engineer. */
"Sent when the graphic card change to discrete" = "Sent when the graphic card change to discrete";

/* No comment provided by engineer. */
"Sent when the graphic card change to integrated" = "Sent when the graphic card change to integrated";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Sent when the systems IP address changes";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Sent when the type or status of power changed";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Sent when Time Machine failed to back up";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Sent when Time Machine finishes backing up";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Sent when Time Machine is canceled";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Sent when Time Machine starts backing up";

/* No comment provided by engineer. */
"Shift Key" = "Shift Key";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Shift Key Pressed";

/* No comment provided by engineer. */
"Shift Key Released" = "Shift Key Released";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Show Connected Devices at Launch";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Show icon in both";

/* display the icon only in the dock */
"Show icon in the dock" = "Show icon in the dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Show icon in the menubar";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Start HardwareGrowler at Login:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "There are no preferences available for this monitor.";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt Connected";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt Connection";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt Disconnected";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt Disconnection";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt Monitor";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine Canceled";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine Failed";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine finished";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine Finished";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine started";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine Started";

/* No comment provided by engineer. */
"Time remaining: %ld minutes" = "Time remaining: %ld minutes";

/* No comment provided by engineer. */
"Time to charge: %ld minutes" = "Time to charge: %ld minutes";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "TimeMachine Monitor";

/* Unknown power supply type */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown Power Source" = "Unknown Power Source";

/* No comment provided by engineer. */
"Unmounted" = "Unmounted";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Unnamed FireWire Device";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Unnamed Thunderbolt Device";

/* Uninteruptable Power supply */
"UPS" = "UPS";

/* No comment provided by engineer. */
"UPS Power" = "UPS Power";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 Bus";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 Bus";

/* No comment provided by engineer. */
"USB Bus" = "USB Bus";

/* No comment provided by engineer. */
"USB Connected" = "USB Connected";

/* No comment provided by engineer. */
"USB Connection" = "USB Connection";

/* No comment provided by engineer. */
"USB Disconnected" = "USB Disconnected";

/* No comment provided by engineer. */
"USB Disconnection" = "USB Disconnection";

/* No comment provided by engineer. */
"USB Monitor" = "USB Monitor";

/* No comment provided by engineer. */
"Volume Monitor" = "Volume Monitor";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume Mounted";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume Unmounted";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Warning! Enabling this option will cause HardwareGrowler to run in the background";

